# В цьому файлі додаткова бібліотека необхідних данних

msg = {
    "users": "Користувачі",
    "user": "Користувач",
    "registar_title": "Реєстрація",
    "register_success": "Вітаю! Ви успішно зареєструвалися!",
    "register_error": "Помилка реєстрації!",
    "login_title": "Вхід на сайт",
    "username": "Ваш логін",
    "username_help": "Максимум 150 символів",
    "password1": "Пароль",
    "password1_help": "Пароль повинен складати не менше 8 символів",
    "password2": "Підтвердження пароля",
    "email": "E-mail",
    "email_help": "Обов'язкове поле. Введіть Ваш email.",
    "first_name": "Ваше ім'я",
    "last_name": "Ваше призвіще",
    "login_success": "Вітаю на нашому сайті!",
}

buttons = {
    "back": "Повернутися",
    "reg": "Реєстрація",
    "login": "Вхід",
    "logout": "Вихід",
}

user_titles = [
    "ID",
    "Логін",
    "Email",
    "Ім'я",
    "Призвіще",
    "Пароль",
    # "Коммент",
    # "Теги",
    # "Дії",
]