
# client = 1
addresstypes = {1: "юридична", 2: "фактична", 3: "офіс", 9:"інша"}
# index = 53200 (int 5) 
countries = {0: "не вказана", 1: "Україна"}
regions = {
    0: "не вказана",
    1: "Вінницька область",
    2: "Волинська область",
    3: "Дніпропетровська область",
    4: "Донецька область",
    5: "Житомирська область",
    6: "Закарпатська область",
    7: "Запорізька область",
    8: "Івано-Франківська область",
    9: "Київська область",
    10: "Кіровоградська область",
    11: "Луганська область",
    12: "Львівська область",
    13: "Миколаївська область",
    14: "Одеська область",
    15: "Полтавська область",
    16: "Рівненська область",
    17: "Сумська область",
    18: "Тернопільська область",
    19: "Харківська область",
    20: "Херсонська область",
    21: "Хмельницьцка область",
    22: "Черкаська область",
    23: "Чернівецька область",
    24: "Чернігівська область",
    25: "АР Крим"
}
settltypes = {
    0: "-----", # (місто)",
    1: "м.", # (місто)",
    2: "с.", # (село)",
    3: "смт.", # (селище міського типу)"
}
# settlname = 1 "Нікополь" (varchar 100), 
# city​​district = 1 "Центр" (varchar 200),
streettypes = {
    0: "-----", #: "вулиця",
    1: "вул.", #: "вулиця",
    2: "просп.", #: "проспект",
    3: "пров.", # : "провулок",
    4: "пл.", # : "площа"
}
# streetname = 1 "Незалежності" (varchar 200),
# oldstreetname = 1 "Незалежності" (varchar 200),
# housenum = 5 #(int 5)
apartmenttypes = {
    0: "-----.", # : "квартира",
    1: "кв.", # : "квартира",
    2: "оф.", # : "офіс",
    3: "ін.", # : "інше",
}
# apartment = 5 #(int 5)
# entrance = 5 #(int 5)
# floor = 5 #(int 5)
# comment = "коммент" #(varchar 250),