# В цьому файлі додаткова бібліотека необхідних данних

msg = {
    "no_data_in_db": "По вашому запиту в базі нічого не знайдено!",
    "del_question": "Ви дійсно бажаєте видалити цей запис?",
    "del_title": "Видалення запису: ",
    "filter_by_tag": "Фільтр по тегу: ",
    "search_title": " Пошук: ",
    "search_field": "Пошук...",
    "filter_title": " Фільтр: ",
    "add": "Додати ",
    "edit": "Редагувати ",
    "count_text1": "Показано ",
    "count_text2": " з ",
    "count_text3": " записів.",
    "page_size_txt": "Показувати по ... ",
    "hide_old": "Сховати старі записи: ",
}

buttons = {
    "back": "Повернутися",
    "add": "Додати",
    "show": "Переглянути",
    "filter": "Фільтр",
    "clearfilter": "Очистити фільтр",
    "save": "Зберегти",
    "del": "Видалити",
    "search": "Знайти",
    "edit": "Редагувати",
    "logs": "Logs",
    "all": "Показати всі",
    "lastupd": "Оновлено: ",
    "lastupdby": "користувачем: ",
    "exp": "Зберегти в xls",
    "in": "Вхідний",
    "out": "Вихідний",
    "doc": "Відкрити пов'язаний документ",
    "hide": "Сховати",
}



